-- MySQL dump 10.13  Distrib 8.0.31, for Win64 (x86_64)
--
-- Host: 192.168.0.9    Database: amusement
-- ------------------------------------------------------
-- Server version	8.0.32

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!50503 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `inquiry`
--

DROP TABLE IF EXISTS `inquiry`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `inquiry` (
  `inquiry_num` int NOT NULL AUTO_INCREMENT,
  `b_type` varchar(20) DEFAULT NULL,
  `b_title` varchar(500) DEFAULT NULL,
  `b_content` text NOT NULL,
  `member_id` varchar(45) NOT NULL,
  `postdate` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `ref` int DEFAULT '0',
  `lev` int DEFAULT '0',
  `seq` int DEFAULT '0',
  PRIMARY KEY (`inquiry_num`)
) ENGINE=InnoDB AUTO_INCREMENT=91 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `inquiry`
--

LOCK TABLES `inquiry` WRITE;
/*!40000 ALTER TABLE `inquiry` DISABLE KEYS */;
INSERT INTO `inquiry` VALUES (11,'요금문의','11','11','hong1','2023-04-14 17:16:57',11,0,0),(12,NULL,NULL,'','admin','2023-04-17 09:47:16',11,1,0),(13,'제휴할인','(답변 대기중)aaaaa','aaaaa','hong1','2023-04-17 09:49:05',13,0,0),(14,'예매문의','(답변 완료)435','435','hong1','2023-04-17 10:00:50',14,0,0),(17,NULL,NULL,'답변','admin','2023-04-17 16:34:31',14,1,0),(18,'예매문의','(답변 대기중)33','33','hong1','2023-04-17 16:38:37',18,0,0),(19,'예매문의','(답변 대기중)33','33','hong1','2023-04-17 16:38:46',19,0,0),(20,'예매문의','(답변 대기중)33','33','hong1','2023-04-17 16:38:46',20,0,0),(21,'예매문의','(답변 대기중)33','33','hong1','2023-04-17 16:38:46',21,0,0),(22,'예매문의','(답변 대기중)33','33','hong1','2023-04-17 16:38:47',22,0,0),(23,'예매문의','(답변 대기중)4','4','hong1','2023-04-17 16:38:57',23,0,0),(24,'예매문의','(답변 대기중)3','3','hong1','2023-04-17 16:40:02',24,0,0),(25,'예매문의','(답변 대기중)3','3','hong1','2023-04-17 16:42:01',25,0,0),(26,'예매문의','(답변 대기중)3','3','hong1','2023-04-17 16:42:02',26,0,0),(27,'예매문의','(답변 대기중)3','3','hong1','2023-04-17 16:42:11',27,0,0),(28,'예매문의','(답변 대기중)3','3','hong1','2023-04-17 16:44:16',28,0,0),(29,'예매문의','(답변 대기중)3','3','hong1','2023-04-17 16:44:17',29,0,0),(30,'예매문의','(답변 대기중)3','3','hong1','2023-04-17 16:44:24',30,0,0),(31,'예매문의','(답변 대기중)3','3','hong1','2023-04-17 16:45:29',31,0,0),(32,'예매문의','(답변 대기중)3','3','hong1','2023-04-17 16:45:29',32,0,0),(33,'요금문의','(답변 대기중)5','5','hong1','2023-04-17 16:45:35',33,0,0),(34,'예매문의','(답변 대기중)3','3','hong1','2023-04-17 16:46:49',34,0,0),(35,'예매문의','(답변 대기중)3','3','hong1','2023-04-17 16:47:04',35,0,0),(36,'예매문의','(답변 대기중)3','3','hong1','2023-04-17 16:47:05',36,0,0),(37,'예매문의','(답변 대기중)3','3','hong1','2023-04-17 16:47:05',37,0,0),(38,'예매문의','(답변 대기중)3','3','hong1','2023-04-17 16:47:05',38,0,0),(39,'예매문의','(답변 대기중)3','3','hong1','2023-04-17 16:47:09',39,0,0),(40,'예매문의','(답변 대기중)ee','ee','hong1','2023-04-17 16:47:16',40,0,0),(41,'예매문의','(답변 대기중)44','44','hong1','2023-04-17 16:47:58',41,0,0),(42,'예매문의','(답변 대기중)44','44','hong1','2023-04-17 16:49:20',42,0,0),(43,'예매문의','(답변 대기중)44','44','hong1','2023-04-17 16:49:21',43,0,0),(44,'예매문의','(답변 대기중)4','4','hong1','2023-04-17 16:50:45',44,0,0),(45,'예매문의','(답변 대기중)4','4','hong1','2023-04-17 16:51:59',45,0,0),(46,'예매문의','(답변 대기중)333','333','hong1','2023-04-17 16:52:07',46,0,0),(47,'요금문의','(답변 대기중)33','33','hong1','2023-04-17 16:56:32',47,0,0),(48,'요금문의','(답변 대기중)33','33','hong1','2023-04-17 16:56:36',48,0,0),(49,'요금문의','(답변 대기중)33','33','hong1','2023-04-17 16:57:16',49,0,0),(50,'요금문의','(답변 대기중)33','33','hong1','2023-04-17 16:57:16',50,0,0),(51,'요금문의','(답변 대기중)33','33','hong1','2023-04-17 16:57:16',51,0,0),(52,'요금문의','(답변 대기중)33','33','hong1','2023-04-17 16:57:16',52,0,0),(53,'요금문의','(답변 대기중)33','33','hong1','2023-04-17 16:57:16',53,0,0),(54,'예매문의','(답변 대기중)234','234','hong1','2023-04-17 16:57:22',54,0,0),(55,'예매문의','(답변 대기중)234','234','hong1','2023-04-17 16:58:03',55,0,0),(56,'예매문의','(답변 대기중)234','234','hong1','2023-04-17 16:58:03',56,0,0),(57,'예매문의','(답변 대기중)234','234','hong1','2023-04-17 16:58:03',57,0,0),(58,'예매문의','(답변 대기중)234','234','hong1','2023-04-17 16:58:04',58,0,0),(59,'요금문의','(답변 대기중)555','555','hong1','2023-04-17 16:58:10',59,0,0),(60,'요금문의','(답변 대기중)555','555','hong1','2023-04-17 16:58:37',60,0,0),(61,'예매문의','(답변 대기중)44','44','hong1','2023-04-17 17:00:10',61,0,0),(62,'예매문의','(답변 완료)44','44','hong1','2023-04-17 17:02:19',62,0,0),(63,'예매문의','(답변 대기중)789798','7897987','hong1','2023-04-17 17:02:41',63,0,0),(64,'예매문의','(답변 대기중)789798','7897987','hong1','2023-04-17 17:04:29',64,0,0),(65,'예매문의','(답변 대기중)789798','7897987','hong1','2023-04-17 17:04:29',65,0,0),(66,'예매문의','(답변 대기중)uty','tyu','hong1','2023-04-17 17:04:39',66,0,0),(67,'예매문의','(답변 대기중)uty','tyu','hong1','2023-04-17 17:06:26',67,0,0),(70,NULL,NULL,'333','admin','2023-04-17 18:59:52',62,1,0),(71,'예매문의','(답변 대기중)3','3','hong1','2023-04-18 12:55:09',71,0,0),(73,'요금문의','(답변 완료)3','3','hong1','2023-04-18 12:57:42',73,0,0),(74,NULL,NULL,'3','admin','2023-04-18 12:57:47',73,1,0),(75,'요금문의','(답변 완료)asd','sad','hong1','2023-04-18 15:17:02',75,0,0),(76,NULL,NULL,'asd','admin','2023-04-18 15:17:10',75,1,0),(79,'요금문의','(답변 완료)ㅁㅁㅁㅁㅁ','ㅁㅁㅁㅁㅁ','hong1','2023-04-19 16:10:34',79,0,0),(80,NULL,NULL,'ㄹㄹㄹㄹㄹㄹㄹㄹㄹㄹ','admin','2023-04-19 16:10:56',79,1,0),(82,'예매문의','(답변 대기중)21321312','3123123','hong1','2023-04-19 16:11:41',82,0,0),(85,'예매문의','(답변 완료)한번에 여러장을 구입하면 할인되는게 있나요?','한번에 여러장을 구입하면 할인되는게 있나요?','hong1','2023-04-27 12:29:10',85,0,0),(86,NULL,NULL,'프로모션에서 지원하는 할인을 제외하곤 추가적인 할인은 불가능합니다.','admin','2023-04-27 12:30:07',85,1,0),(87,'예매문의','(답변 대기중)aa','aa','qwer1234','2023-04-28 14:40:57',87,0,0),(88,'요금문의','(답변 대기중)나는 상담이 하나도 없나?','나는 상담이 하나도 없나?','moon111','2023-05-01 11:00:18',88,0,0),(89,'예매문의','(답변 완료)난초','난초','hong1','2023-05-02 16:41:17',89,0,0),(90,NULL,NULL,'난초','admin','2023-05-02 16:41:32',89,1,0);
/*!40000 ALTER TABLE `inquiry` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2023-05-04 17:24:41
